{
  "plugins": {
    "github": {
      "src": "https://github.com/projekt0n/github-nvim-theme"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lazygit.nvim": {
      "src": "https://github.com/kdheepak/lazygit.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim",
      "version": "2.1.0 - 2.1.0"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim",
      "version": "'443f1ef8b5e6bf47045cb2217b6f748a223cf7dc'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim",
      "version": "2.2.1 - 2.2.1"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "mini.starter": {
      "src": "https://github.com/nvim-mini/mini.starter"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap",
      "version": "'45a69eba683a2c448dd9ecfc4de89511f0646b5f'"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python",
      "version": "'1808458eba2b18f178f990e01376941a42c7f93b'"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui",
      "version": "4.0.0 - 4.0.0"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "2.7.0 - 2.7.0"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio",
      "version": "1.10.1 - 1.10.1"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'7caec274fd19c12b55902a5b795100d21531391f'"
    },
    "spaceduck": {
      "src": "https://github.com/spaceduck-theme/nvim",
      "version": "1.1.0 - 1.1.0"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tokyonight": {
      "src": "https://github.com/folke/tokyonight.nvim",
      "version": "4.14.1 - 4.14.1"
    }
  }
}
